/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.withscreenshot" = "مع لقطة شاشة";
"zanalytics.bug.alert.withscreenrecord" = "مع تسجيل الشاشة";

"zanalytics.bug.alert.about" = "معلومات";
"zanalytics.bug.alert.from" = "المرسِل";
"zanalytics.bug.alert.imagelimitreached" = "تم الوصول إلى الحد الأقصى";
"zanalytics.bug.alert.imagelimits" = "يمكنك إرفاق حتى 10 صور فقط";
"zanalytics.bug.alert.macheader" = "شارك الملاحظات معنا أو قم بالإبلاغ عن الأخطاء مع المرفقات كمرجع لنا";
"zanalytics.bug.alert.write" = "راسلنا";
"zanalytics.bug.alert.recordedclip" = "المقاطع المُسَجَّلة";



"zanalytics.bug.alert.anonymalert" = "يوصى دائمًا بمشاركة الملاحظات باستخدام عنوان البريد الإلكتروني الخاص بك. إذا لم تقم بمشاركة عنوان البريد الإلكتروني الخاص بك، فلن نتمكن من التواصل معك لإعلامك بتحديث حول المشكلة.";
"zanalytics.bug.alert.quitfeedback" = "هل أنت متأكد من أنك تريد المغادرة؟";
"zanalytics.feedback.navbar.title.noscreenshots" = "لا تتوفر لقطات شاشة";
"zanalytics.feedback.navbar.title.screenshots" = "لقطات الشاشة";
"zanalytics.feedback.navbar.title.snap" = "التقاط صورة";
"zanalytics.feedback.navbar.title.compose" = "إنشاء";

"zanalytics.bug.alert.cancel"               = "لا";
"zanalytics.bug.alert.title"                = "أتريد أن تخبرنا عن شيء؟";
"zanalytics.feedback.navbar.title.feedback"             = "ملاحظات";
"zanalytics.feedback.navbar.title.reportbug"            = "إبلاغ عن خطأ";
"zanalytics.feedback.navbar.title.helpme"               = "ساعدوني";
"zanalytics.feedback.navbar.title.systemlogs"             = "سجلات النظام";
"zanalytics.feedback.navbar.title.diagnosticinfo"             = "معلومات تشخيصية";
"zanalytics.bug.alert.dontshowagain"            = "لا تظهر هذا مرة أخرى";
"zanalytics.bug.alert.title.helpme"            = "ساعدوني";
"zanalytics.bug.alert.message.savetolocal"         = "عذرًا... لم نتمكن من إرسال بلاغ الخطأ، هل تريد حفظ لقطة الشاشة؟";
"zanalytics.feedback.email.title"                = "‎عنوان البريد الإلكتروني";
"zanalytics.bug.detectscreen.title"       = "هل وجدت شيئًا مثيرًا؟";
"zanalytics.bug.alert.detectscreen.yes"                      = "نعم";
"zanalytics.bug.alert.detectscreen.no"                       = "لا";
"zanalytics.bug.alert.detectscreen.share" = "مشاركة";
"zanalytics.bug.alert.detectscreen.dontshow" = "لا تسأل مرة أخرى";
"zanalytics.bug.annotate.button.title"                       = "علّق على الخطأ باستخدام الأدوات الواردة أدناه";
"zanalytics.feedback.failed.alert.description" = "فشل إرسال التعليقات، يرجى المحاولة مرة أخرى!";
"zanalytics.feedback.success.alert.description" = "شكرًا لك على إرسال ملاحظاتك!";
"zanalytics.feedback.common.alert.title.add.photos" = "إضافة صور";
"zanalytics.feedback.common.alert.title.alert" = "تنبيه";
"zanalytics.feedback.common.button.title.back" = "الرجوع";
"zanalytics.feedback.common.button.title.cancel" = "‎إلغاء";
"zanalytics.feedback.common.button.title.close" = "إغلاق";
"zanalytics.feedback.common.button.title.ok" = "موافق";
"zanalytics.feedback.textview.placeholder"           = "نقدر ملاحظاتك! سنأخذ اقتراحاتك بعين الاعتبار في التحديثات المستقبلية.";
"zanalytics.bug.textview.placeholder"           = "هل واجهت أي مشكلة أثناء استخدام تطبيقنا؟ دعنا نعلم بذلك.";
"zanalytics.help.textview.placeholder"           = "سنحاول تصحيح الأمور ومساعدتك!";
"zanalytics.feedback.add.photos.alert.description" = "لا توجد صور مرفقة، افتح معرض الصور لإضافة المزيد من الصور!";
"zanalytics.feedback.add.photos.alert.open" = "افتح الصور";
"zanalytics.feedback.access.photos.alert.description" = "لا يشمل تطبيق %@ إمكانية وصول إلى صورك.\nلتمكين الوصول، انتقل إلى: الإعدادات > الخصوصية > الصور > %@";
"zanalytics.feedback.access.photos.alert.settings" = "الإعدادات";
"zanalytics.feedback.label.title.anonymous" = "مجهول";
"zanalytics.feedback.navbar.button.title.send" = "إرسال";
"zanalytics.feedback.navbar.button.title.next" = "التالي";
"zanalytics.feedback.navbar.button.title.done" = "تم";
"zanalytics.feedback.navbar.button.title.editphotos" = "تحرير الصور";
"zanalytics.feedback.navbar.button.title.addmore" = "إضافة المزيد";
"zanalytics.feedback.navbar.button.title.attach" = "إرفاق";
"zanalytics.feedback.navbar.button.title.delete" = "حذف";
"zanalytics.feedback.navbar.title.taptoedit" = "انقر للتحرير";
"zanalytics.feedback.navbar.title.editor" = "المحرر";
"zanalytics.feedback.navbar.title.choosephotos" = "اختر الصور";
"zanalytics.feedback.navbar.title.selectphotos" = "حدد الصور";
"zanalytics.feedback.navbar.title.photoselected" = "تم تحديد الصورة";
"zanalytics.feedback.navbar.title.photosselected" = "تم تحديد الصور";
"zanalytics.feedback.accessory.title.systemlogs" = "تضمين سجلات النظام";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "تضمين المعلومات التشخيصية";
"zanalytics.feedback.accessory.button.title.view" = "عرض";
"zanalytics.feedback.picker.image.notfound" = "لم يتم العثور على صور";
"zanalytics.feedback.attachments.title" = "المرفقات(%i)";
"zanalytics.feedback.privacy.consent.description" = "نوصيك بإدراج سجل وحدة التحكم ومعلومات التشخيص لأنها ستساعد مطورينا على فهم الملاحظات التي تشاركها بشكل أفضل.";
"zanalytics.feedback.privacy.consent.clogs.title" = "سجلات وحدة التحكم";
"zanalytics.feedback.privacy.consent.dinfo.title" = "معلومات تشخيصية";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "معلومات أخرى";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "معلومات الجهاز";
"zanalytics.feedback.privacy.consent.cancel" = "‎إلغاء";
"zanalytics.feedback.privacy.consent.openmailapp" = "فتح في البريد";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "الإرسال دائمًا";



// Issue Recording VC
"issuerecordscreen.label.recordissue" = "سجّل مشكلتك";
"issuerecordscreen.label.close" = "إغلاق";
"issuerecordscreen.label.failedtoinitiate" = "فشل بدء تسجيل الشاشة";
"issuerecordscreen.label.failuremultiwindow" = "المحتوى الذي تحاول تسجيله هو في وضع متعدد النوافذ؛ وهذا الوضع ليس مدعومًا للتسجيل. يُرجى التبديل إلى وضع ملء الشاشة";
"issuerecordscreen.label.nointerneterror" = "يلزم اتصالاً بالإنترنت لتسجيل الشاشة. يُرجى الاتصال للمتابعة.";
"issuerecordscreen.label.ok" = "حسنًا";
"issuerecordscreen.label.recordinginfo" = "سجل بسرعة المشكلات التي تواجهها وأرسلها إلى فريق الدعم لدينا لتسهيل فهمها والحصول على المساعدة السريعة.";
"issuerecordscreen.label.iagreetext" = "أوافق وأقبل جمع البيانات المطلوبة. عرض التفاصيل";
"issuerecordscreen.label.optiontotrim" = "لديك خيار لقص الفيديو المسجل وتحريره والتعليق عليه.";
"issuerecordscreen.label.startrecording" = "بدء التسجيل";
"issuerecordscreen.label.endrecording" = "إنهاء التسجيل";
"issuerecordscreen.label.recordinginprogress" = "التسجيل قيد التقدم!";
"issuerecordscreen.label.quicktipstext" = "التلميحات السريعة";
"issuerecordscreen.label.quicktips1" = "يمكنك تسجيل شاشتك لمدة أقصاها 5 دقائق.";
"issuerecordscreen.label.quicktips2" = "يمكنك قص وتحرير والتعليق على الفيديو المسجل.";
"issuerecordscreen.label.quicktips3" = "لا تغلق التطبيق عندما يجري تسجيل ما يحدث على الشاشة.";
"issuerecordscreen.label.quicktips4" = "لمعرفة المزيد، يرجى زيارة مستندات التعليمات الخاصة بنا";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "سيتم جمع البيانات التالية بناءً على موافقتك:";
"dataconsentscreen.label.consent1" = "عنوان IP الخاص بك وسجلات وحدة التحكم التي تم إنشاؤها أثناء التسجيل";
"dataconsentscreen.label.consent2" = "تفاصيل البيئة الخاصة بك مثل اسم الجهاز وإصدار نظام التشغيل وما إلى ذلك.";
"dataconsentscreen.label.consent3" = "مقاييس أداء الجهاز (مثل الذاكرة ووقت اتصال الشبكة وغير ذلك)";
"dataconsentscreen.label.consent4" = "تسجيل ما يحدث على الشاشة في نافذة الجهاز";
"dataconsentscreen.label.consent5" = "سيتم تسجيل الصوت أثناء تسجيل الشاشة بصورة افتراضية. ولكن يمكنك كتم الصوت أو إعادة تسجيل المسار الصوتي قبل إرساله.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "تم تعطيل الوصول إلى الميكروفون";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "انتقل إلى الإعدادات وقم بتشغيل الميكروفون ليتم تسجيل الصوت.";
"videoannotationscreen.alert.microphonedisablediphone" = "تم تعطيل الوصول إلى الميكروفون. انتقل إلى الإعدادات وقم بتشغيل الميكروفون ليتم تسجيل الصوت.";

// General
"general.label.recordingintiationfailed" = "فشل بدء تسجيل الشاشة. يُرجى إعادة المحاولة";
"general.label.ok" = "حسنًا";
"general.label.submit" = "إرسال";
"general.label.done" = "تم";
"general.label.cancel" = "إلغاء";
"general.label.settings" = "الإعدادات";
"general.label.erroroccured" = "حدث خطأ";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "لقد تجاوز حجم الملف. يجب أن لا يتجاوز حجم الملف 3 ميجابايت";
"issuesubmissionscreen.label.attachfiles" = "إرفاق ملفات";
"issuesubmissionscreen.label.newrecording" = "تسجيل جديد";
"issuesubmissionscreen.label.editrecording" = "تحرير التسجيل";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "لا يوجد مسار صوتي";
"videoannotationscreen.label.shapeborderwidth" = "عرض الحد";
"videoannotationscreen.label.shapelineopacity" = "معدل الشفافية";
"videoannotationscreen.label.shapetextsize" = "حجم النص";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "مدة العنصر تتجاوز طول الفيديو";
"videoannotationscreen.alert.notallowed" = "غير مسموح";
"videoannotationscreen.alert.deleteexisitingaudio" = "يُرجى حذف الصوت الحالي قبل تسجيل آخر جديد.";
"videoannotationscreen.alert.textlimitreached" = "تم بلوغ الحد";
"videoannotationscreen.alert.textdeleteexisting" = "يُرجى حذف بعض النصوص الحالية.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "يُرجى إيقاف الفيديو الخاص بك مؤقتًا قبل تسجيل الصوت";
"videoannotationscreen.alert.changesnotsaved" = "لم يتم حفظ تغييراتك. هل أنت متأكد من أنك تريد المتابعة؟";
"videoannotationscreen.alert.proceed" = "متابعة";
"videoannotationscreen.alert.stroketypesolid" = "ثابت";
"videoannotationscreen.alert.stroketypedashed" = "متقطع";
"videoannotationscreen.alert.entertext" = "أدخل النص";

"videoannotationscreen.label.trim" = "اقتطاع";
"videoannotationscreen.label.mask" = "قناع";
"videoannotationscreen.label.shapes" = "أشكال";
"videoannotationscreen.label.text" = "النص";
"videoannotationscreen.label.audio" = "صوت";
"videoannotationscreen.label.block" = "حظر";
"videoannotationscreen.label.blur" = "تعتيم";
"videoannotationscreen.label.rectangle" = "مستطيل";
"videoannotationscreen.label.oval" = "بيضاوي";
"videoannotationscreen.label.arrow" = "سهم";
"videoannotationscreen.label.color" = "اللون";
"videoannotationscreen.label.width" = "العرض";
"videoannotationscreen.label.style" = "النمط";
"videoannotationscreen.label.edit" = "تحرير";
"videoannotationscreen.label.size" = "الحجم";
"videoannotationscreen.label.background" = "الخلفية";
"videoannotationscreen.label.textregular" = "اعتيادي";
"videoannotationscreen.label.textbold" = "عريض";
"videoannotationscreen.label.textitalics" = "مائل";
"videoannotationscreen.label.textbolditalics" = "غامق مائل";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "عنوان البريد الإلكتروني";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "ملخص سجل الشاشة";
"issuesubmissionform.label.subjectdisplayname" = "الموضوع";
"issuesubmissionform.label.subjectplaceholder" = "أدخل الموضوع";
"issuesubmissionform.label.addtoexistingticket" = "إضافة إلى تذكرة موجودة";
"issuesubmissionform.label.existingticketid" = "معرف التذكرة الحالي";
"issuesubmissionform.label.enterticketidtolink" = "أدخل معرف التذكرة لربطه";
"issuesubmissionform.label.issuedescription" = "وصف المشكلة";
"issuesubmissionform.label.issuemoredetails" = "أدخل مزيدًا من التفاصيل عن المشكلة";
"issuesubmissionform.label.submityourissue" = "أرسل مشكلتك";
"issuesubmissionform.alert.videouploadfailed" = "فشل تحميل الفيديو. يُرجى إعادة المحاولة.";
"issuesubmissionform.alert.thanksmessagetitle" = "شكرا لتواصلك معنا!";
"issuesubmissionform.alert.thanksmessagebody" = "إن بواعث قلقك هي أولويتنا، لذلك سيتواصل معك فريق الدعم لدينا قريبًا. نتمنى لك يومًا رائعًا!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "فشل تحميل تفاصيل تحرير الفيديو. يُرجى إعادة المحاولة.";
"issuesubmissionform.label.entersubject" = "يُرجى إدخال عنوان المشكلة";
"issuesubmissionform.label.enteremail" = "يُرجى إدخال عنوان البريد الإلكتروني";
"issuesubmissionform.label.enterexistingticketid" = "يُرجى إدخال مُعرف التذكرة الحالية";
"issuesubmissionform.label.choosephoto" = "اختر صورة";
"issuesubmissionform.label.browse" = "استعراض";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "تم تعطيل الوصول إلى مكتبة الصور. يرجى الانتقال إلى الإعدادات وتشغيل مكتبة الصور للوصول إلى الصور.";
"issuesubmissionform.alert.accestophotodisabledipad" = "تم تعطيل الوصول إلى مكتبة الصور";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "يرجى الانتقال إلى الإعدادات وتشغيل مكتبة الصور للوصول إلى الصور.";
"issuesubmissionform.alert.submitting" ="جار الإرسال";
